<script setup></script>

<template>
  <div>
    <h2 class="main-text-title">
      Российские инвесторы наконец могут продать заблокированные иностранные
      активы — благодаря указу президента № 844.
    </h2>
    <div class="main-text-content">
      <h3>
        Указ распространяется только на ценные бумаги, соответствующие
        одновременно двум критериям:
      </h3>
      <ul>
        <li>Заблокированы в 2022 году во время введения санкций на НРД</li>
        <li>
          Входят в список бумаг, опубликованный на сайте организатора торгов.
        </li>
      </ul>
    </div>
  </div>
</template>

<style>
.main-text-content {
  text-align-last: left;
}
</style>
