<script setup></script>

<template>
  <div>
    <h2 class="main-text-title">
      Российские инвесторы наконец могут продать заблокированные иностранные
      активы на сумму до <span style="color: #cddc39;">100 000 ₽</span> — благодаря указу президента № 844.
    </h2>
    <div class="main-text-content">
      <h3>
        Указ распространяется только на ценные бумаги, соответствующие
        одновременно двум критериям:
      </h3>
      <ul>
        <li>Заблокированы в 2022 году во время введения санкций на НРД</li>
        <li>
          Входят в список бумаг, опубликованный на сайте организатора торгов.
        </li>
      </ul>
      <p>Сервис сверяет ваши заблокированные акции со списком доступных к обмену ценных бумаг и отображает минимальную стоимость в ₽, в соотвествии с данными ООО "Инвестиционная Палата"</p>
    </div>
  </div>
</template>

<style lang="scss">
.main-text-content {
  text-align-last: left;
}

</style>
